Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Use Azure OpenAI authentication (api-key header). Paste your full Azure endpoint into Custom API Base above, including the ?api-version=… query. Works with both API formats.
de: Azure-OpenAI-Authentifizierung verwenden (api-key-Header). Füge deinen vollständigen Azure-Endpunkt oben unter „Eigene API-Basis“ ein, einschließlich der Abfrage ?api-version=…. Funktioniert mit beiden API-Formaten.
es: Usa la autenticación de Azure OpenAI (encabezado api-key). Pega tu endpoint completo de Azure en «Base de API personalizada» más arriba, incluida la consulta ?api-version=…. Funciona con ambos formatos de API.
fil: Gamitin ang Azure OpenAI authentication (api-key header). I-paste ang buong Azure endpoint mo sa Custom na API Base sa itaas, kasama ang ?api-version=… query. Gumagana sa parehong API format.
fr: Utiliser l'authentification Azure OpenAI (en-tête api-key). Collez votre point de terminaison Azure complet dans « Base d'API personnalisée » ci-dessus, y compris la requête ?api-version=…. Compatible avec les deux formats d'API.
hr: Koristi Azure OpenAI autentikaciju (zaglavlje api-key). Zalijepite svoj puni Azure endpoint u polje Prilagođena API baza iznad, uključujući upit ?api-version=…. Radi s oba formata API-ja.
id: Gunakan autentikasi Azure OpenAI (header api-key). Tempel endpoint Azure lengkap Anda ke Basis API Kustom di atas, termasuk kueri ?api-version=…. Bekerja dengan kedua format API.
ja: Azure OpenAI 認証（api-key ヘッダー）を使用します。上の「カスタム API ベース」に、?api-version=… クエリを含む完全な Azure エンドポイントを貼り付けてください。どちらの API 形式でも動作します。
ko: Azure OpenAI 인증(api-key 헤더)을 사용합니다. 위의 사용자 지정 API 베이스에 ?api-version=… 쿼리를 포함한 전체 Azure 엔드포인트를 붙여넣으세요. 두 API 형식 모두에서 작동합니다.
ms: Guna pengesahan Azure OpenAI (header api-key). Tampal endpoint Azure penuh anda ke Asas API Tersuai di atas, termasuk kueri ?api-version=…. Berfungsi dengan kedua-dua format API.
pl: Użyj uwierzytelniania Azure OpenAI (nagłówek api-key). Wklej pełny punkt końcowy Azure w polu Niestandardowy adres API powyżej, wraz z zapytaniem ?api-version=…. Działa z obydwoma formatami API.
pt_br: Use a autenticação do Azure OpenAI (cabeçalho api-key). Cole seu endpoint completo do Azure no campo URL base da API personalizada acima, incluindo o parâmetro ?api-version=…. Funciona com os dois formatos de API.
ro: Folosește autentificarea Azure OpenAI (antetul api-key). Lipește punctul final Azure complet în câmpul Adresă API personalizată de mai sus, inclusiv parametrul ?api-version=…. Funcționează cu ambele formate API.
ru: Использовать аутентификацию Azure OpenAI (заголовок api-key). Вставьте полный эндпоинт Azure в поле «Пользовательская база API» выше, включая запрос ?api-version=…. Работает с обоими форматами API.
th: ใช้การยืนยันตัวตนแบบ Azure OpenAI (ส่วนหัว api-key) วางเอนด์พอยต์ Azure แบบเต็มลงใน API Base ที่กำหนดเองด้านบน รวมถึงคิวรี ?api-version=… ใช้ได้กับ API ทั้งสองรูปแบบ
tr: Azure OpenAI kimlik doğrulamasını (api-key başlığı) kullanın. Tam Azure uç noktanızı, ?api-version=… sorgusu dahil olmak üzere yukarıdaki Özel API Adresi alanına yapıştırın. Her iki API biçimiyle de çalışır.
zh_hans: 使用 Azure OpenAI 鉴权（api-key 请求头）。请在上方「自定义 API Base」中粘贴完整的 Azure 端点，包含 ?api-version=… 查询参数。两种 API 格式均可用。
zh_hant: 使用 Azure OpenAI 驗證（api-key 請求標頭）。請在上方「自訂 API Base」貼上完整的 Azure 端點，包含 ?api-version=… 查詢參數。兩種 API 格式皆可使用。

source: Use Mirror
de: Mirror verwenden
es: Usar espejo
fil: Gumamit ng Mirror
fr: Utiliser le miroir
hr: Koristi zrcalo
id: Gunakan Mirror
ja: ミラーを使用
ko: 미러 사용
ms: Guna Cermin
pl: Użyj serwera lustrzanego
pt_br: Usar espelho
ro: Folosește o oglindă
ru: Использовать зеркало
th: ใช้มิเรอร์
tr: Yansı Kullan
zh_hans: 使用镜像
zh_hant: 使用鏡像

source: Use Passcode
de: Code verwenden
es: Usar código
fil: Gumamit ng Passcode
fr: Utiliser le code
hr: Koristi šifru
id: Gunakan Kode Sandi
ja: パスコードを使用
ko: 암호 사용
ms: Guna Kod Laluan
pl: Użyj kodu
pt_br: Usar código
ro: Folosește codul
ru: Использовать код-пароль
th: ใช้รหัสผ่าน
tr: Parola Kodu Kullan
zh_hans: 使用密码
zh_hant: 使用密碼

source: Use the braces button to insert a reference to an App environment variable as $$NAME. Its value is filled in at runtime.
de: Verwende die Klammern-Schaltfläche, um einen Verweis auf eine App-Umgebungsvariable als $$NAME einzufügen. Ihr Wert wird zur Laufzeit eingesetzt.
es: Usa el botón de llaves para insertar una referencia a una variable de entorno de la app como $$NAME. Su valor se completa en tiempo de ejecución.
fil: Gamitin ang braces button para maglagay ng reference sa App environment variable bilang $$NAME. Pinupunan ang halaga nito sa runtime.
fr: Utilisez le bouton accolades pour insérer une référence à une variable d'environnement de l'app sous la forme $$NAME. Sa valeur est renseignée à l'exécution.
hr: Gumbom s vitičastim zagradama umetnite referencu na varijablu okruženja aplikacije u obliku $$NAME. Njezina se vrijednost popunjava pri izvođenju.
id: Gunakan tombol kurung kurawal untuk menyisipkan referensi variabel lingkungan Aplikasi sebagai $$NAME. Nilainya diisi saat runtime.
ja: 波括弧ボタンをタップすると、$$NAME の形式で App 環境変数への参照を挿入できます。値は実行時に埋め込まれます。
ko: 중괄호 버튼을 눌러 $$NAME 형식으로 앱 환경 변수에 대한 참조를 삽입하세요. 값은 실행 시 채워집니다.
ms: Guna butang kurungan untuk menyisipkan rujukan pemboleh ubah persekitaran Apl sebagai $$NAME. Nilainya diisi semasa runtime.
pl: Użyj przycisku z nawiasami, aby wstawić odwołanie do zmiennej środowiskowej aplikacji w postaci $$NAME. Wartość jest wstawiana w czasie działania.
pt_br: Use o botão de chaves para inserir uma referência a uma variável de ambiente do app como $$NOME. O valor é preenchido em tempo de execução.
ro: Folosește butonul cu acolade pentru a insera o referință la o variabilă de mediu a aplicației, sub forma $$NUME. Valoarea se completează la rulare.
ru: Нажмите кнопку с фигурными скобками, чтобы вставить ссылку на переменную окружения приложения в виде $$NAME. Её значение подставляется во время выполнения.
th: ใช้ปุ่มวงเล็บปีกกาเพื่อแทรกการอ้างอิงตัวแปรสภาพแวดล้อมของแอปในรูปแบบ $$NAME ค่าจะถูกเติมขณะทำงาน
tr: Uygulama ortam değişkenine $$NAME biçiminde başvuru eklemek için süslü parantez düğmesini kullanın. Değeri çalışma anında doldurulur.
zh_hans: 点按花括号按钮，以 $$NAME 的形式插入对 App 环境变量的引用。其值会在运行时填入。
zh_hant: 點按花括號按鈕，以 $$NAME 的形式插入對 App 環境變量的引用。其值會在運行時填入。

source: Use the configured group, else offline System
de: Konfigurierte Gruppe verwenden, sonst Offline-System
es: Usar el grupo configurado; si no, el sistema sin conexión
fil: Gamitin ang naka-configure na group, kung wala ay offline System
fr: Utiliser le groupe configuré, sinon le système hors ligne
hr: Koristi konfiguriranu grupu, inače izvanmrežni Sustav
id: Gunakan grup yang dikonfigurasi, jika tidak Sistem offline
ja: 設定済みグループを使用、なければオフラインのシステム
ko: 구성된 그룹 사용, 없으면 오프라인 시스템
ms: Guna kumpulan yang dikonfigurasi, jika tiada Sistem luar talian
pl: Użyj skonfigurowanej grupy, w przeciwnym razie System offline
pt_br: Usar o grupo configurado; caso contrário, o Sistema offline
ro: Folosește grupul configurat, altfel Sistemul offline
ru: Использовать настроенную группу, иначе офлайн-систему
th: ใช้กลุ่มที่กำหนดค่าไว้ หากไม่มีจะใช้ระบบแบบออฟไลน์
tr: Yapılandırılan grubu kullan, yoksa çevrimdışı Sistem
zh_hans: 使用已配置的分组，否则使用离线系统
zh_hant: 使用已設定的分組，否則使用離線系統

source: User data restored successfully
de: Benutzerdaten erfolgreich wiederhergestellt
es: Datos de usuario restaurados correctamente
fil: Matagumpay na na-restore ang user data
fr: Données utilisateur restaurées
hr: Korisnički podaci uspješno su vraćeni
id: Data pengguna berhasil dipulihkan
ja: ユーザーデータの復元完了
ko: 사용자 데이터 복원 완료
ms: Data pengguna berjaya dipulihkan
pl: Pomyślnie przywrócono dane użytkownika
pt_br: Dados do usuário restaurados com sucesso
ro: Datele utilizatorului au fost restaurate cu succes
ru: Данные пользователя успешно восстановлены
th: กู้คืนข้อมูลผู้ใช้สำเร็จ
tr: Kullanıcı verileri başarıyla geri yüklendi
zh_hans: 用户数据恢复成功
zh_hant: 使用者資料恢復成功

source: User Message
de: Benutzernachricht
es: Mensaje del usuario
fil: Mensahe ng User
fr: Message utilisateur
hr: Korisnička poruka
id: Pesan Pengguna
ja: ユーザーメッセージ
ko: 사용자 메시지
ms: Mesej Pengguna
pl: Wiadomość użytkownika
pt_br: Mensagem do usuário
ro: Mesaj utilizator
ru: Сообщение пользователя
th: ข้อความผู้ใช้
tr: Kullanıcı Mesajı
zh_hans: 用户消息
zh_hant: 使用者訊息

source: User-mounted external folders from Files
de: Aus „Dateien“ eingebundene externe Ordner
es: Carpetas externas montadas por el usuario desde Archivos
fil: Mga external na folder na naka-mount mula sa Files
fr: Dossiers externes montés depuis Fichiers
hr: Vanjske mape iz aplikacije Files koje je montirao korisnik
id: Folder eksternal yang dipasang pengguna dari Files
ja: 「ファイル」からマウントされた外部フォルダ
ko: 「파일」 앱에서 마운트한 외부 폴더
ms: Folder luaran yang dilekapkan pengguna dari Files
pl: Foldery zewnętrzne zamontowane z aplikacji Pliki
pt_br: Pastas externas montadas pelo usuário a partir de Arquivos
ro: Dosare externe montate de utilizator din Fișiere
ru: Внешние папки, смонтированные пользователем из приложения «Файлы»
th: โฟลเดอร์ภายนอกที่ผู้ใช้เมานต์จาก Files
tr: Dosyalar'dan kullanıcı tarafından bağlanan dış klasörler
zh_hans: 从「文件」挂载的外部文件夹
zh_hant: 從「檔案」掛載的外部資料夾

source: Uses /v1/responses endpoint format.
de: Verwendet das Endpoint-Format /v1/responses.
es: Usa el formato de endpoint /v1/responses.
fil: Gumagamit ng /v1/responses endpoint format.
fr: Utilise le format de point de terminaison /v1/responses.
hr: Koristi format endpointa /v1/responses.
id: Menggunakan format endpoint /v1/responses.
ja: /v1/responses エンドポイントの形式を使用します。
ko: /v1/responses 엔드포인트 형식을 사용합니다.
ms: Menggunakan format endpoint /v1/responses.
pl: Używa formatu punktu końcowego /v1/responses.
pt_br: Usa o formato do endpoint /v1/responses.
ro: Folosește formatul de endpoint /v1/responses.
ru: Использует формат эндпоинта /v1/responses.
th: ใช้รูปแบบเอนด์พอยต์ /v1/responses
tr: /v1/responses uç nokta biçimini kullanır.
zh_hans: 使用 /v1/responses 端点格式。
zh_hant: 使用 /v1/responses 端點格式。

source: Uses /v1/responses endpoint format. Required for some Responses-API-only services.
de: Verwendet das Endpoint-Format /v1/responses. Für einige Dienste, die nur die Responses-API unterstützen, erforderlich.
es: Usa el formato de endpoint /v1/responses. Necesario para algunos servicios que solo admiten la Responses API.
fil: Gumagamit ng /v1/responses endpoint format. Kailangan sa ilang serbisyong Responses-API lamang.
fr: Utilise le format de point de terminaison /v1/responses. Requis pour certains services qui n'acceptent que l'API Responses.
hr: Koristi format endpointa /v1/responses. Potrebno za neke usluge koje podržavaju samo Responses API.
id: Memakai format endpoint /v1/responses. Diperlukan untuk sebagian layanan yang hanya mendukung Responses API.
ja: /v1/responses エンドポイントの形式を使用します。Responses API のみをサポートする一部のサービスで必要です。
ko: /v1/responses 엔드포인트 형식을 사용합니다. Responses API만 지원하는 일부 서비스에 필요합니다.
ms: Menggunakan format endpoint /v1/responses. Diperlukan untuk sesetengah perkhidmatan Responses-API sahaja.
pl: Używa formatu punktu końcowego /v1/responses. Wymagany przez niektóre usługi obsługujące wyłącznie Responses API.
pt_br: Usa o formato do endpoint /v1/responses. Necessário para alguns serviços que só aceitam a Responses API.
ro: Folosește formatul punctului final /v1/responses. Necesar pentru unele servicii care acceptă doar Responses API.
ru: Использует формат эндпоинта /v1/responses. Требуется для некоторых сервисов, работающих только с Responses API.
th: ใช้รูปแบบเอนด์พอยต์ /v1/responses จำเป็นสำหรับบางบริการที่รองรับเฉพาะ Responses API
tr: /v1/responses uç nokta biçimini kullanır. Yalnızca Responses API destekleyen bazı hizmetler için gereklidir.
zh_hans: 使用 /v1/responses 端点格式。某些仅支持 Responses API 的服务必须使用。
zh_hant: 使用 /v1/responses 端點格式。某些僅支援 Responses API 的服務必須使用。

source: Uses low-accuracy location updates to prevent iOS from suspending the app while Agent tasks are running in the background.
de: Verwendet ungenaue Standortaktualisierungen, um zu verhindern, dass iOS die App während der Hintergrundausführung pausiert.
es: Utiliza actualizaciones de ubicación de baja precisión para evitar que iOS suspenda la app mientras las tareas de Minis Agent se ejecutan en segundo plano.
fil: Gumagamit ng mababang-katumpakang location update para pigilan ang iOS na i-suspend ang app habang tumatakbo ang mga agent task sa background.
fr: Utilise des mises à jour de localisation basse précision pour empêcher iOS de suspendre l'app pendant les tâches en arrière-plan.
hr: Koristi ažuriranja lokacije niske točnosti kako iOS ne bi obustavio aplikaciju dok se zadaci Agenta izvršavaju u pozadini.
id: Memakai pembaruan lokasi berakurasi rendah agar iOS tidak menangguhkan aplikasi selama tugas agen berjalan di latar belakang.
ja: 低精度の位置情報更新を使用して、Agent タスクのバックグラウンド実行中にiOSがアプリを一時停止するのを防ぎます。
ko: Agent 작업이 백그라운드에서 실행되는 동안 iOS가 앱을 일시 중지하지 않도록 저정밀 위치 업데이트를 사용합니다.
ms: Menggunakan kemas kini lokasi berketepatan rendah untuk menghalang iOS daripada menggantung apl semasa tugas ejen berjalan di latar belakang.
pl: Używa mało dokładnych aktualizacji lokalizacji, aby iOS nie wstrzymał aplikacji, gdy zadania agenta działają w tle.
pt_br: Usa atualizações de localização de baixa precisão para impedir que o iOS suspenda o app enquanto tarefas do agente rodam em segundo plano.
ro: Folosește actualizări de locație cu precizie redusă pentru a împiedica iOS să suspende aplicația cât timp sarcinile agentului rulează în fundal.
ru: Использует обновления геопозиции с низкой точностью, чтобы iOS не приостанавливала приложение, пока задачи Agent выполняются в фоне.
th: ใช้การอัปเดตตำแหน่งความแม่นยำต่ำเพื่อป้องกันไม่ให้ iOS ระงับแอปขณะที่งานของเอเจนต์ทำงานอยู่เบื้องหลัง
tr: Aracı görevleri arka planda çalışırken iOS'un uygulamayı askıya almasını önlemek için düşük duyarlıklı konum güncellemeleri kullanır.
zh_hans: 使用低精度定位更新，防止 iOS 在后台运行 Agent 任务时挂起应用。
zh_hant: 使用低精度定位更新，防止 iOS 在背景運行智能體任務時掛起應用。

# Using custom viewport %lld×%lld. Tap Default to revert to the UA default.
source: Using custom viewport %1$lld×%2$lld. Tap Default to revert to the UA default.
de: Benutzerdefiniertes Viewport %lld×%lld wird verwendet. Tippen Sie auf „Standard“, um zur UA-Standardeinstellung zurückzukehren.
es: Usando el viewport personalizado %lld×%lld. Toca «Predeterminado» para volver al valor del UA.
fil: Ginagamit ang custom na viewport na %lld×%lld. I-tap ang Default para bumalik sa UA default.
fr: Viewport personnalisé %lld×%lld utilisé. Appuyez sur « Par défaut » pour revenir à la valeur par défaut de l'UA.
hr: Koristi se prilagođeni viewport %1$lld×%2$lld. Dodirnite Zadano za povratak na zadanu vrijednost UA-a.
id: Memakai viewport kustom %lld×%lld. Ketuk Bawaan untuk kembali ke bawaan UA.
ja: カスタムビューポート %lld×%lld を使用しています。UA デフォルトに戻すには「デフォルト」をタップしてください。
ko: 사용자 지정 뷰포트 %lld×%lld를 사용 중입니다. UA 기본값으로 되돌리려면 “기본값”을 탭하세요.
ms: Menggunakan viewport tersuai %lld×%lld. Ketik Lalai untuk kembali ke lalai UA.
pl: Używany własny obszar widoku %lld×%lld. Dotknij Domyślnie, aby wrócić do ustawienia UA.
pt_br: Usando o viewport personalizado %lld×%lld. Toque em Padrão para voltar ao padrão do UA.
ro: Se folosește zona vizibilă personalizată %lld×%lld. Atinge Implicit pentru a reveni la valoarea UA.
ru: Используется произвольная область просмотра %1$lld×%2$lld. Нажмите «По умолчанию», чтобы вернуться к значению UA.
th: ใช้วิวพอร์ตที่กำหนดเอง %lld×%lld แตะค่าเริ่มต้นเพื่อกลับไปใช้ค่าของ UA
tr: Özel görünüm alanı kullanılıyor: %lld×%lld. UA varsayılanına dönmek için Varsayılan'a dokunun.
zh_hans: 使用自定义视口 %lld×%lld。点按“默认”可恢复为 UA 默认值。
zh_hant: 使用自訂視窗 %lld×%lld。點按「預設」可恢復為 UA 預設值。

# Using UA default %lld×%lld. Set a custom size to override.
source: Using UA default %1$lld×%2$lld. Set a custom size to override.
de: UA-Standard %lld×%lld wird verwendet. Legen Sie eine benutzerdefinierte Größe fest, um diese zu überschreiben.
es: Usando el valor predeterminado del UA %lld×%lld. Define un tamaño personalizado para cambiarlo.
fil: Ginagamit ang UA default na %lld×%lld. Magtakda ng custom na laki para palitan.
fr: Valeur par défaut de l'UA %lld×%lld utilisée. Définissez une taille personnalisée pour la remplacer.
hr: Koristi se zadana vrijednost UA-a %1$lld×%2$lld. Postavite prilagođenu veličinu za nadjačavanje.
id: Memakai bawaan UA %lld×%lld. Setel ukuran kustom untuk menimpanya.
ja: UA デフォルトの %lld×%lld を使用しています。上書きするにはカスタムサイズを設定してください。
ko: UA 기본값 %lld×%lld를 사용 중입니다. 재정의하려면 사용자 지정 크기를 설정하세요.
ms: Menggunakan lalai UA %lld×%lld. Tetapkan saiz tersuai untuk menggantikannya.
pl: Używany domyślny rozmiar UA %lld×%lld. Ustaw własny, aby go zastąpić.
pt_br: Usando o padrão do UA %lld×%lld. Defina um tamanho personalizado para substituir.
ro: Se folosește valoarea implicită UA %lld×%lld. Setează o dimensiune proprie pentru a o înlocui.
ru: Используется значение UA по умолчанию %1$lld×%2$lld. Задайте произвольный размер, чтобы переопределить.
th: ใช้ค่าเริ่มต้นของ UA %lld×%lld ตั้งขนาดเองเพื่อแทนที่
tr: UA varsayılanı kullanılıyor: %lld×%lld. Değiştirmek için özel boyut ayarlayın.
zh_hans: 使用 UA 默认 %lld×%lld。设置自定义大小可覆盖。
zh_hant: 使用 UA 預設 %lld×%lld。設定自訂大小可覆蓋。

source: v1 records are deleted in batches of 100 as their v2 counterparts are confirmed saved, so iCloud usage doesn't double-up during migration.
de: V1-Datensätze werden in Stapeln von 100 gelöscht, sobald ihre V2-Gegenstücke als gespeichert bestätigt sind, damit sich der iCloud-Verbrauch während der Migration nicht verdoppelt.
es: Los registros v1 se eliminan en lotes de 100 a medida que se confirma que sus equivalentes v2 se han guardado, para que el uso de iCloud no se duplique durante la migración.
fil: Tinatanggal ang mga v1 record kada 100 habang nakukumpirmang na-save ang katumbas na v2, para hindi dumoble ang paggamit ng iCloud sa migration.
fr: Les enregistrements v1 sont supprimés par lots de 100 à mesure que leurs équivalents v2 sont confirmés enregistrés, afin que l'espace iCloud ne double pas pendant la migration.
hr: v1 zapisi brišu se u skupinama po 100 čim se potvrdi spremanje njihovih v2 parnjaka, pa se zauzeće iClouda tijekom migracije ne udvostručuje.
id: Catatan v1 dihapus per 100 seiring padanan v2-nya dipastikan tersimpan, sehingga pemakaian iCloud tidak berlipat selama migrasi.
ja: V1 レコードは V2 への保存が確認されるたびに 100 件単位で削除されるため、マイグレーション中に iCloud 使用量が二重になりません。
ko: V1 레코드는 V2 저장이 확인될 때마다 100개 단위로 삭제되므로, 마이그레이션 중에 iCloud 사용량이 두 배가 되지 않습니다.
ms: Rekod v1 dipadam dalam kelompok 100 apabila padanan v2nya disahkan tersimpan, supaya penggunaan iCloud tidak berganda semasa migrasi.
pl: Rekordy v1 są usuwane po 100 naraz, gdy potwierdzone zostanie zapisanie ich odpowiedników v2, aby użycie iCloud nie podwoiło się podczas migracji.
pt_br: Os registros v1 são excluídos em lotes de 100 conforme os equivalentes v2 são confirmados como salvos, para o uso do iCloud não dobrar durante a migração.
ro: Înregistrările v1 se șterg în loturi de 100, pe măsură ce echivalentele v2 sunt confirmate salvate, ca spațiul iCloud să nu se dubleze în timpul migrării.
ru: Записи v1 удаляются партиями по 100 по мере подтверждения сохранения их аналогов v2, чтобы объём в iCloud не удваивался во время миграции.
th: ระเบียน v1 จะถูกลบครั้งละ 100 รายการเมื่อยืนยันว่าบันทึกรายการ v2 ที่คู่กันแล้ว เพื่อไม่ให้การใช้ iCloud เพิ่มเป็นสองเท่าระหว่างการย้ายข้อมูล
tr: v2 karşılıkları kaydedildikçe v1 kayıtları 100'lük gruplar hâlinde silinir, böylece taşıma sırasında iCloud kullanımı ikiye katlanmaz.
zh_hans: 每当 100 条 v2 记录确认已保存，对应的 v1 记录会被批量删除，从而避免迁移期间 iCloud 占用翻倍。
zh_hant: 每當確認 V2 版本已儲存，系統就會以 100 筆為單位刪除 V1 記錄，因此移轉期間 iCloud 用量不會加倍。
